cask_args appdir: '/Applications'

# Applications - always ready to install
cask '1password'
cask 'alfred'
cask 'claude'
cask 'crossover'
cask 'cursor'
cask 'docker'
cask 'firefox'
cask 'firefox@developer-edition'
cask 'font-fira-code-nerd-font'
cask 'google-drive'
cask 'granola'
cask 'iterm2'
cask 'obsidian'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'whatsapp'
# cask 'zoom'